[TravelPapers_AbsItm DisAbstractItem]
m_ItemName="Travel Papers"
m_PluralItemName=""
m_Description="Official Regency documents that will allow the bearer to book passage aboard any ship leaving the city. "

